RANS/3Dbuoyantjet_with_production/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    pipe
    {
        type            wall;
        nFaces          446;
        startFace       327207;
    }
    nozzle
    {
        type            patch;
        nFaces          46;
        startFace       327653;
    }
    ambient
    {
        type            patch;
        nFaces          5526;
        startFace       327699;
    }
)

// ************************************************************************* //
